/*
 Localizable.strings
 KofaxMobileDemo
 
 Created by David Duffy on 2/3/15.
 Copyright (c) 2016 Kofax. All rights reserved.
 */

"Account Number" = "Número de cuenta";
"Active Profile" = "Perfil activo";
"Add Component" = "Añadir componente";
"Add Image Processor Settings to Mail Body:" = "Añadir valores de procesador de imagen al cuerpo del correo:";
"Address 1" = "Dirección 1";
"Address 2" = "Dirección 2";
"Advanced Settings" = "Config. avanzada";
"Advanced" = "Avanzado";
"Africa" = "África";
"All Profiles" = "Todos los perfiles";
"Amount Due" = "Importe debido";
"Amount Title" = "Título del importe";
"Amount Title:" = "Título del importe:";
"Amount" = "Importe";
"Amounts mismatch" = "Los importes no coinciden";
"An endorsement could not be found on the back of the check. Would you like to retry?" = "No se ha podido encontrar la firma en la parte trasera del cheque. ¿Intentar de nuevo?";
"Animated Guides" = "Guías animadas";
"App Stats Settings" = "Config. estadís. aplicación";
"App Title:" = "Título aplicación:";
"App:" = "Aplicación:";
"Asia" = "Asia";
"Australia" = "Australia";
"Auto Crop:" = "Recorte automático:";
"Auto Rotate:" = "Giro automático:";
"Auto" = "Auto";
"BUTTON PREVIEW" = "VISTA PREVIA DEL BOTÓN";
"BUTTONS" = "BOTONES";
"BW" = "B/N";
"Back Instructions Text" = "Instrucciones parte posterior";
"Back Instructions Text:" = "Instrucciones parte posterior:";
"Back Retake Button Text:" = "Texto del botón Repetir trasera:";
"Back Use Button Text:" = "Texto de botón Usar parte posterior:";
"Back Use Button Text" = "Texto de botón Usar parte posterior";
"Back User Instruction Text" = "Instrucciones para la parte posterior";
"Back" = "Atrás";
"Background Smoothing:" = "Suavizado del fondo:";
"Basic" = "Básico";
"Bill extraction cannot be performed because the app cannot connect to the network." = "La extracción de factura no se puede realizar porque la aplicación no se puede conectar a la red.";
"Check extraction cannot be performed because the app cannot connect to the network." = "La extracción del cheque no se puede realizar porque la aplicación no se puede conectar a la red.";
"Credit Card Cannot be extracted as the device cannot connect to the network." = "La tarjeta de crédito no se puede extraer porque el dispositivo no se puede conectar a la red.";
"Black" = "Negro";
"Blue (0 - 255):" = "Azul (0 - 255):";
"Both" = "Ambos";
"Button Color" = "Color de botón";
"CSkew Settings:" = "Config. de CSkew:";
"CSkew String" = "Cadena de CSkew";
"CVV" = "CVV";
"Camera Screen" = "Pantalla de cámara";
"Camera Settings" = "Config. de cámara";
"Canada" = "Canadá";
"Cancel Button Text" = "Texto del botón Cancelar";
"Cancel Button Text:" = "Texto del botón Cancelar:";
"Cancel" = "Cancelar";
"Capture Experience:" = "Experiencia de captura:";
"Capture Type:" = "Tipo de captura:";
"Capture your information simply by taking a photo of your driver license" = "Capture su información con solo hacer una foto al Permiso de conducción";
"Card Number" = "Número de tarjeta";
"Check Animation" = "Animación de cheque";
"Check Back" = "Parte trasera del cheque";
"Check Deposit" = "Depósito de cheque";
"Check Extraction:" = "Extracción cheque:";
"Check For Duplicates" = "Comprobar duplicados";
"Check Front" = "Parte delantera del cheque";
"Check History" = "Historial de cheques";
"Check Number Title" = "Título Número de cheque";
"Check Number Title:" = "Título Número de cheque:";
"Check Number" = "Número de cheque";
"Check Validation:" = "Validación cheque:";
"Check is not usable." = "El cheque no se puede utilizar.";
"Checking" = "Cuenta corriente";
"City" = "Ciudad";
"Clear" = "Borrar";
"Clone Profile" = "Clonar perfil";
"Color Style" = "Estilo de color";
"Color" = "Color";
"Component Alert!!!" = "¡Alerta de componente!";
"Component with empty name can't be saved. Please enter component name." = "No se puede guardar un componente con nombre vacío. Introduzca el nombre de componente.";
"Content" = "Contenido";
"Corners" = "Esquinas";
"Could not classify Driver License." = "No se ha podido clasificar el Permiso de conducción.";
"Couldn’t read the Document." = "No se ha podido leer el documento.";
"Couldn’t read the bill" = "No se ha podido leer la factura";
"Coupon Submitted For Processing" = "Cupón enviado para procesamiento";
"Create New Profile" = "Crear perfil nuevo";
"Create Profile" = "Crear perfil";
"Custom Button Color" = "Color de botón";
"Custom Button Title Color" = "Color de título de botón";
"Custom Color" = "Color personalizado";
"Custom Component" = "Componente personalizado";
"Custom Fields" = "Campos personalizados";
"Custom Header Color" = "Color de cabecera";
"Custom Header Title Color" = "Color de título de cabecera";
"Dark Blue" = "Azul oscuro";
"Dark Gray" = "Gris oscuro";
"Dark Green" = "Verde oscuro";
"Database not found" = "La base de datos no se ha encontrado";
"Default profile cannot be deleted!!!" = "El perfil predeterminado no se puede borrar.";
"Deposit Submitted For Processing" = "Depósito enviado para procesamiento";
"Deposit To Title:" = "Título Depósito para:";
"Deposit To Title" = "Título Depósito para";
"Deposit To" = "Depósito para";
"Deposit to" = "Depósito para";
"Deskew By:" = "Inclinación por:";
"Deskew:" = "Inclinación:";
"Despeckle" = "Limpieza de manchas";
"Detect" = "Detectar";
"Embossed" = "Con relieve";
"Non-Embossed" = "Sin relieve";
"Device Orientation Text:" = "Texto de orientación del dispositivo:";
"Do Process:" = "Procesar:";
"Do not show again" = "No volver a mostrar";
"Do you want to cancel submission of License?" = "¿Quiere cancelar el envío del permiso?";
"Do you want to cancel submission of the License?" = "¿Quiere cancelar el envío del permiso?";
"Do you want to cancel submission of the Passport?" = "¿Quiere cancelar el envío del pasaporte?";
"Do you want to cancel the Check Deposit?" = "¿Quiere cancelar el depósito de cheque?";
"Do you want to cancel the credit card payment?" = "¿Quiere cancelar el pago de tarjeta de crédito?";
"Do you want to cancel the payment?" = "¿Quiere cancelar el pago?";
"Do you want to save your changes?" = "¿Quiere guardar sus cambios?";
"Document Type" = "Tipo de documento";
"Document extraction cannot be performed because the app cannot connect to the network." = "La extracción del documento no se puede realizar porque la App no se puede conectar a la red.";
"Document" = "Documento";
"Driver License Submitted For Processing" = "Permiso de conducción enviado para su proceso";
"Driver License extraction cannot be performed because the app cannot connect to the network." = "La extracción del Permiso de conducción no se ha podido realizar porque la App no puede conectar a la red.";
"Driver License" = "Carné cond.";
"Duplicate Check" = "Cheque duplicado";
"Duplicate component name please enter other name" = "Nombre de componente duplicado; introduzca otro nombre";
"Email Settings" = "Configuración del correo";
"Image Processor Settings" = "Config. proces. imagen";
"Edit Color" = "Editar color";
"Edit Component" = "Editar componente";
"Edit Profile" = "Editar perfil";
"Email Address" = "Correo electrónico";
"Email Message" = "Mensaje de correo electrónico";
"Email Settings" = "Configuración del correo";
"Enable App Stats:" = "Habilitar estadís. de aplic.:";
"Endorsement not found" = "La firma no se ha encontrado";
"Enter Account Number" = "Introducir número de cuenta";
"Enter Address 1" = "Introducir dirección 1";
"Enter Address 2" = "Introducir dirección 2";
"Enter ID" = "Introducir DNI";
"Enter Last Name" = "Introducir segundo apellido";
"Enter Middle Name" = "Introducir primer apellido";
"Enter Name" = "Introducir nombre";
"Enter Pay By" = "Introducir pagar por";
"Enter Payment Amount" = "Introducir importe de pago";
"Enter Phone Number" = "Introducir teléfono";
"Enter Profile Name" = "Introducir nombre de perfil";
"Enter Street" = "Introducir calle";
"Error creating INSERT statement" = "Error al crear la sentencia INSERT";
"Error" = "Error";
"Europe" = "Europa";
"Expiry Date" = "Caducidad";
"Export Format:" = "Formato de exportación:";
"Export Profile" = "Exportar perfil";
"Export URL:" = "Exportar URL:";
"Extraction Failed!!" = "Error de extracción";
"Extraction failed" = "Error de extracción";
"FEMALE" = "MUJER";
"Failed" = "Error";
"Fit ID Card back in the frame, picture will be taken automatically" = "Ajustar parte trasera del DNI al marco; la foto se tomará automáticamente";
"Fit ID Card front in the frame, picture will be taken automatically" = "Ajustar parte delantera del DNI al marco; la foto se tomará automáticamente";
"Fit Passport in the frame, picture will be taken automatically" = "Ajustar el pasaporte al marco; la foto se tomará automáticamente";
"Fit check back in the frame, picture will be taken automatically" = "Ajustar parte trasera del cheque al marco; la foto se tomará automáticamente";
"Fit check front in the frame, picture will be taken automatically" = "Ajustar parte delantera del cheque al marco; la foto se tomará automáticamente";
"Fit payment coupon in the frame, picture will be taken automatically" = "Ajustar cupón de pago al marco; la foto se tomará automáticamente";
"Frame Aspect Ratio:" = "Proporción del aspecto:";
"Front Instructions Text" = "Instrucciones de la parte delantera";
"Front Retake Button Text:" = "Texto del botón Repetir parte delantera:";
"Front Retake Button Text" = "Texto del botón Repetir parte delantera";
"Front Use Button Text:" = "Texto botón Usar parte delantera:";
"Front Use Button Text" = "Texto botón Usar parte delantera";
"Front User Instruction Text:" = "Instrucciones para la parte delantera:";
"Front User Instruction Text" = "Instrucciones para la parte delantera";
"Front" = "Frontal";
"GENERAL TEXTS" = "TEXTOS GENERALES";
"Gradient" = "Gradiente";
"Gray" = "Gris";
"Green (0 - 255):" = "Verde (0 - 255):";
"HEADERS" = "ENCABEZADOS";
"Header Color" = "Color de encabezado";
"Hold Steady Text:" = "Texto de mantener fijo:";
"Hold Steady Text" = "Texto de mantener fijo";
"Hold Steady" = "Mantener fijo";
"Home Screen Icon" = "Icono pantalla de inicio";
"Host name or IP address" = "Nombre de host o dirección IP";
"If the Document Type is not configured, a list containing all available ones will be shown" = "Si el tipo de documento no está configurado, se muestra una lista con todos los disponibles";
"If you have any questions, comments or suggestions please contact Technical Support" = "Si tiene preguntas, comentarios o sugerencias, póngase en contacto con el Soporte técnico";
"Image Preview" = "Previsualización de imagen";
"Image" = "Imagen";
"Import" = "Importar";
"Improper device orientation" = "Orientación inadecuada del dispositivo";
"Instruction Screen Icon" = "Icono Pantalla de instrucción";
"Instructions Text" = "Texto de instrucciones";
"Invalid Export URL" = "URL de exportación no válida";
"Invalid Image Size" = "Tamaño de imagen no válido";
"Invalid RTTI URL" = "URL de RTTI no válido";
"Invalid check back" = "Parte trasera del cheque no válida";
"Invalid KTA URL" = "URL de KTA no válido";
"KMC License has expired!" = "La licencia de KMC ha caducado.";
"KMC License is invalid!" = "La licencia de KMC no es válida.";
"Kofax Front Office Server" = "Kofax Front Office Server";
"Kofax Mobile Demo - Exported Profile" = "Kofax Mobile Demo - Perfil exportado";
"Kofax TotalAgility" = "Kofax TotalAgility";
"Latin America" = "Latinoamérica";
"Layout" = "Diseño";
"Level Indicator:" = "Indicador de nivel:";
"License Back" = "Parte trasera de la licencia";
"License Error!!!" = "Error de proceso de imagen de KMC";
"License Front" = "Parte delantera de la licencia";
"Light Gray" = "Gris claro";
"List of Components" = "Lista de componentes";
"Local" = "Local";
"Login Required" = "Inicio de sesión necesario";
"Login Screen" = "Pantalla Iniciar sesión";
"Login" = "Inicio de sesión";
"Logo" = "Logotipo";
"MALE" = "HOMBRE";
"MICR not detected" = "MICR no detectado";
"Main Screen" = "Pantalla principal";
"Make Deposit" = "Realizar depósito";
"Make Payment" = "Realizar pago";
"Manual Capture Time" = "Tiempo de captura manual";
"MICR Title" = "Título de MICR";
"MICR Title:" = "Título de MICR:";
"Mode:" = "Modo:";
"Move Closer Text:" = "Texto Acercar:";
"Move Closer Text" = "Texto Acercar";
"Move Closer" = "Acercar";
"Name Selected Component" = "Nombre para el componente seleccionado";
"Name" = "Nombre";
"Network Alert!!" = "Alerta de red";
"No history found" = "Historial no encontrado";
"No" = "No";
"None" = "Ninguno";
"Not Tested" = "No probado";
"Number" = "Número";
"OK" = "Aceptar";
"Off" = "Desactivado";
"Offset Threshold" = "Umbral de desplazamiento";
"-"="-";
"On" = "Activado";
"Orange" = "Naranja";
"PREVIEW" = "Vista previa";
"Page Detection:" = "Detección de página:";
"Page Not Found Text:" = "Alerta de Texto no encontrado:";
"Passport Submitted for Processing" = "Pasaporte enviado para procesamiento";
"Passport" = "Pasaporte";
"Password" = "Contraseña";
"Pay Bills" = "Pagar facturas";
"Payment Amount" = "Importe del pago";
"Payment Coupon" = "Cupón de pago";
"Payment Due:" = "Vencimiento del pago";
"Payment Submitted For Processing" = "Pago enviado para su procesamiento";
"Phone Number" = "Teléfono";
"Pitch Threshold" = "Umbral de descarte";
"Please enter a valid export URL" = "Especifique un URL de exportación válido";
"Please enter a valid RTTI URL" = "Especifique un URL de RTTI válido";
"Please enter a valid KTA URL" = "Especifique un URL de KTA válido";
"Please enter amount" = "Especifique el importe";
"Please enter CSkew string" = "Especifique cadena de CSkew";
"Please enter custom fields" = "Especifique campos personalizados";
"Please enter account details" = "Especifique los detalles de cuenta";
"Please enter email address" = "Especifique el correo electrónico";
"Please enter footer" = "Especifique el pie";
"Please enter password" = "Especifique la contraseña";
"Please enter the component name" = "Especifique el nombre de componente";
"Please enter username" = "Especifique el nombre de usuario";
"Please enter valid email address" = "Especifique el correo electrónico válido";
"Port Number" = "Número de puerto";
"Port" = "Puerto";
"Preview Screen" = "Pantalla de vista previa";
"Preview" = "Vista previa";
"Processing Failed" = "Procesamiento erróneo";
"Processing of the image failed. Please retake." = "El proceso de la imagen ha fallado. Repetir foto.";
"Profile Alert!!!" = "Alerta de perfil.";
"Profile Alert!!" = "Alerta de perfil.";
"Profile Name" = "Nombre de perfil";
"Profile Settings" = "Config. del perfil";
"Profile can't be created" = "El perfil no se puede crear";
"Profile with empty name can't be created. Please enter a name." = "No se puede crear un perfil con nombre vacío. Introduzca un nombre.";
"Profile with same name exists. Do you want to overwrite existing?" = "Ya existe un perfil con el mismo nombre. ¿Quiere sobrescribirlo?";
"Profiles" = "Perfiles";
"Prompt for Attachment Name:" = "Solicitar nombre del adjunto:";
"Province" = "Provincia";
"Quick Analysis Feedback" = "Comentarios del Análisis rápido";
"RGB COLOR" = "COLOR RGB";
"RTTI Settings" = "Config. de RTTI";
"Server Settings" = "Config. del servidor";

"Recipient:" = "Receptor:";
"Rectangular" = "Rectangular";
"Red (0 - 255):" = "Rojo (0 - 255):";
"Red" = "Rojo";
"Rename Component" = "Renombrar componente";
"Reset" = "Restablecer";
"Response Error" = "Error de respuesta";
"Response received from server is not as expected" = "La respuesta recibida del servidor no es la esperada";
"Retake Button Text:" = "Texto del botón Repetir:";
"Retake Button Text" = "Texto del botón Repetir";
"Retake" = "Repetir foto";
"Retake?" = "¿Volver a hacer?";
"Roll Threshold" = "Umbral de giro";
"Rounded" = "Redondeada";
"Routing Number Title" = "Título del Número de enrutamiento";
"Routing Number Title:" = "Título del Número de enrutamiento:";
"Routing Number" = "Número de enrutamiento";
"SDK:" = "SDK:";
"SUCCESS" = "CORRECTO";
"Save" = "Guardar";
"Save Profile" = "Guardar perfil";
"Savings" = "Ahorros";
"Scale(dpi):" = "Escala (dpi):";
"Search MICR:" = "Buscar MICR:";
"Check For Duplicates:" = "Comprobar duplicados:";
"Show Check Info:" = "Mostrar información de cheque:";
"Select Component" = "Seleccionar componente";
"Select Date Of Birth" = "Seleccionar fecha nacimiento";
"Select Destination" = "Seleccionar destino";
"Select Expiry Date" = "Seleccionar fecha caducidad";
"Select Gender" = "Seleccionar género";
"Select Issue Date" = "Seleccionar fecha de emisión";
"Select Profile" = "Seleccionar perfil";
"Select Region" = "Seleccionar región";
"Select an account, Enter amount and then take photos of front and back of the check" = "Seleccione una cuenta, especifique un importe y haga foto de la parte delantera y trasera del cheque";
"Select the Color Scheme" = "Seleccionar el esquema de colores";
"Select the Region of Your ID " = "Seleccionar la región de su Carné ";
"Server Name" = "Nombre del servidor";
"Server Path:" = "Ruta del servidor";

"Sharpen:" = "Nitidez:";
"Show All Fields" = "Mostrar todos los campos";
"Show Check Guiding Demo" = "Mostrar Demo de guía de cheques:";
"Show Check Info" = "Mostrar información de cheque";
"Show Detected Page Borders:" = "Mostrar bordes de página detectados:";
"Show Instruction Screen" = "Mostrar instrucciones";
"Show Static Frame:" = "Mostrar marco estático:";
"Signature and MICR not found" = "Firma y MICR no encontrados";
"Signature not found" = "Firma no encontrada";
"Singapore" = "Singapur";
"Skip" = "Omitir";
"State" = "Estado";
"Subject:" = "Asunto:";
"Submit Alert Text:" = "Texto de alerta de envío:";
"Submit Alert Text" = "Texto de alerta de envío";
"Submit Button Text" = "Texto del botón de envío";
"Submit Button Text:" = "Texto del botón de envío:";
"Submit Cancel Alert Text:" = "Texto Envío de alerta cancelación:";
"Submit Cancel Alert" = "Enviar alerta de cancelación";
"Submit To" = "Enviar a";
"Submit" = "Enviar";
"Succeeded" = "Correcto";
"Summary Screen" = "Pantalla de resumen";
"Supported image size for this screen:\n\n180 x 180" = "Tamaño de imagen admitido para esta pantalla:\n\n180 x 180";
"Supported images sizes for this screen:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134" = "Tamaños de imagen admitidos para esta pantalla:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134";
"Supported images sizes for this screen:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334)\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960" = "Tamaños de imagen admitidos para esta pantalla:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960";
"Take a photo of Payment Coupon" = "Hacer una foto del cupón de pago";
"Take a photo of credit card and submit for payment" = "Hacer una foto de la tarjeta de crédito y enviar para pago";
"Take a photo of back of the check" = "Hacer una foto de la parte trasera del cheque";
"Tap to capture manually" = "Tocar para captura manual";
"Tap to capture" = "Tocar para capturar";
"Target & Circle" = "Punto de mira";
"Text Color" = "Color del texto";
"The Current Profile" = "El perfil actual";
"The RTTI server may be offline or does not exist." = "El servidor RTTI podría estar fuera de línea o no existir.";
"The KTA server may be offline or does not exist." = "El servidor KTA podría estar fuera de línea o no existe.";
"The Request timed out." = "El tiempo de espera de solicitud se ha cumplido.";
"The amount you entered does not match the amount scanned from your check" = "El importe que ha introducido no coincide con el importe digitalizado de su cheque";
"This check is invalid as the codeline includes an encoded amount." = "Este cheque no es válido, ya que la línea de código incluye un importe codificado.";
"The captured image is" = "La imagen capturada es";
"This appears to be the front for the check. Please capture the back of the check" = "Parece ser la parte delantera del cheque. Capture ahora la parte trasera del mismo.";
"Title Color" = "Color del título";
"To import a Kofax Mobile Demo Profile tap on the attached File and select 'Open in Kofax Mobile Demo'" = "Para importar un perfil de Kofax Mobile Demo, pulse en el archivo adjunto y seleccione 'Abrir en Kofax Mobile Demo'";
"Unable to create mail" = "No se ha podido crear correo";
"Unable to find MICR. Would you like to retry?" = "No se ha podido encontrar MICR. ¿Quiere volver a intentarlo?";
"Unable to find Signature. Would you like to retry?" = "No se ha podido encontrar la Firma. ¿Quiere volver a intentarlo?";
"Unable to find both MICR and Signature. Would you like to retry?" = "No se ha podido encontrar MICR y Firma. ¿Quiere volver a intentarlo?";
"Unicolor" = "Unicolor";
"United States" = "Estados Unidos";
"Unknown KMC License error!" = "Error de licencia KMC desconocido.";
"Use Button Text:" = "Texto del botón Usar:";
"Use Button Text" = "Texto del botón Usar";
"Use Default Settings:" = "Usar valores predeterminados:";
"Use Hand Print:" = "Usar texto manuscrito:";
"Use Quick Analysis:" = "Usar Análisis rápido:";
"Use SSL:" = "Usar SSL:";
"Use" = "Usar";
"Used Document Type" = "Tipo de documento utilizado";
"User Instruction Text:" = "Texto de Instrucción al usuario:";
"User Instruction Text" = "Texto de Instrucción al usuario";
"Username" = "Nombre de usuario";
"Version Information" = "Información de la versión";
"Video" = "Vídeo";
"Would you like to delete Active Profile?" = "¿Quiere suprimir el perfil Activo?";
"Would you like to retake?" = "¿Quiere volver a hacerla?";
"Yes" = "Sí";
"You are holding device too far or too near to Passport" = "Tiene el dispositivo demasiado legos o demasiado cerca del pasaporte";
"You are holding device too far or too near to check" = "Tiene el dispositivo demasiado legos o demasiado cerca del cheque";
"You are holding device too far or too near to coupon" = "Tiene el dispositivo demasiado legos o demasiado cerca del cupón";
"You may be holding the device too near to or too far from the driver license" = "Es posible que tenga el dispositivo demasiado cerca o demasiado lejos del permiso de conducción";
"Your check deposit has been accepted and is in review" = "El depósito de su cheque se ha aceptado y está en revisión";
"Your check deposit has been accepted" = "El depósito de su cheque se ha aceptado";
"Zip Code" = "Cód. postal";
"Zip" = "Código postal";
"and over-saturated" = "y sobresaturada";
"and under saturated" = "e infrasaturada";
"blurred" = "borroso";
"over-saturated" = "sobresaturada";
"test" = "prueba";
"true" = "verdadero";
"under saturated" = "infrasaturada";
"© 2016 Kofax Mobile Demo" = "© 2016 Kofax Mobile Demo";
"Please configure your mail in Setting of the device" = "Configure su correo en Config. del dispositivo";
"Message" = "Mensaje";
"Would you like to send the images via mail for debugging?" = "¿Quiere enviar las imágenes por correo para su depuración?";
"Check image is too light. Please re-take the picture and submit again." = "La imagen del cheque es muy clara. Vuelva a hacer la foto y enviarla de nuevo.";
"Check image is too dark. Please re-take the picture and submit again." = "La imagen del cheque es muy oscura. Vuelva a hacer la foto y enviarla de nuevo.";
"Codeline is not usable. Please re-take the picture and submit again." = "La Línea de código no se puede utilizar. Vuelva a hacer la foto y envíela otra vez.";
"Deposit amount is not recognized. Please re-take the picture and submit again." = "Importe del depósito no reconocido. Vuelva a hacer la foto y envíela de nuevo.";
"Transit number is invalid. Please try different check." = "El número de tránsito no es válido. Intente otro cheque.";
"Reason For Rejection" = "Motivo del rechazo";
"Credit Card" = "Tarjeta de crédito";
"Fill viewable area with credit card" = "Ocupar el área visualizable con tarjeta de crédito";
"Creditcard extraction cannot be performed because the app cannot connect to the network." = "La extracción de la tarjeta de crédito no se puede realizar porque la app no se puede conectar a la red.";
"Could not read the credit card." = "La tarjeta de crédito no se ha podido leer.";
"Center credit card" = "Centrar tarjeta de crédito";
"Extract method" = "Método de extracción";
"Please enter valid card number" = "Especifique un número de tarjeta válido";
"Please enter valid expiry date" = "Especifique una fecha de caducidad válida";
"Please enter valid CVV" = "Especifique un CVV válido";
"Select Country" = "Seleccionar país";
"Select the country of your check" = "Seleccionar el país de su cheque";
"Check Information" = "Información del cheque";
"Select the country of your BILL" = "Seleccionar el país de su factura";
"Could not read the document." = "No se ha podido leer el documento.";
"Pay By" = "Vencimiento";
"Capture Image" = "Capturar imagen";
"Capture Barcode" = "Capturar código de barras";
"Old-ID" = "DNI antiguo";
"New-ID" = "DNI nuevo";
"Could not classify ID Card." = "No se ha podido clasificar el DNI.";
"ID Card extraction cannot be performed because the app cannot connect to the network." = "La extracción del DNI no se ha podido realizar porque la aplic. no se ha podido conectar a la red.";
"Signature" = "Firma";
"Photo" = "Foto";
"Female" = "Mujer";
"ID Card" = "Carné";
"Configure Theme" = "Configurar tema";
"Please enter app title" = "Especifique el título de la aplic.";
"Footer:" = "Pie:";
"Component Graphics" = "Gráficos de componente";
"Application Graphics" = "Gráficos de aplicación";
"Select Header Color" = "Color de encabezado";
"Select Button Color" = "Color de botón";
"Select Header Text Color" = "Color texto encabezado";
"Select Button Text Color" = "Color texto del botón";
"Enter Component Name" = "Introducir nombre de componente";
"Edit Labels" = "Editar etiquetas";
"Default Email Address" = "Correo electrónico predeterminado";
"Kofax Mobile Demo" = "Kofax Mobile Demo";
"Server Type" = "Tipo de servidor";
"Save Original Image" = "Guardar imagen original";
"Highlight extracted data" = "Resaltar datos extraídos";
"Enter Username" = "Introducir nombre de usuario";
"Enter Password" = "Introducir contraseña";
"Enter Process Name" = "Introducir nombre de proceso";
"Enter ID Type " = "Introducir tipo de ID ";

"Account" = "Cuenta";
"Process Name" = "Nombre del proceso";
"ID Type" = "Tipo de ID";
"Please enter ID type" = "Especifique el tipo de ID";
"Please enter process name" = "Especifique el nombre de proceso";
"Show Gallery:" = "Mostrar galería:";
"Stability Delay" = "Retardo de estabilidad";
"Auto Torch:" = "Linterna automática:";
"Uniform Guidance" = "Guía uniforme";
"Export URL" = "Exportar URL";
"JSON" = "JSON";
"MSSQL" = "MSSQL";
"RAM Threshold (KB):" = "Umbral de RAM (KB):";
"File Threshold (KB):" = "Umbral de archivo (KB):";
"Barcode Reader" = "Lector de código de barras";
"Usable" = "Se puede utilizar";
"Duplicate" = "Duplicado";
"LAR" = "LAR";
"CAR" = "CAR";
"Routing No." = "Núm. enrutamiento";
"amount" = "importe";
"Account No." = "Núm. cuenta";
"Auxiliary On-Us" = "Auxiliary On-Us";
"EPC" = "EPC";
"Date" = "Fecha";
"Payee name" = "Nombre del beneficiario";
"Restrictive Endorsement Present" = "Presencia de firma restrictiva";
"Restrictive Endorsement" = "Firma restrictiva";
"Signature" = "Firma";
"Codeline" = "Línea de código";
"Payee Endorsement" = "Firmado por el beneficiario";
"Under size Image" = "Imagen demasiado pequeña";
"Torn Document Corners" = "Esquinas del documento dobladas";
"Torn Document Edges" = "Bordes del documento doblados";
"Document Framing Error" = "Error de encuadre del documento";
"Document Skew" = "Inclinación del documento";
"Over size Image" = "Imagen demasiado grande";
"Piggy back Document" = "Documentos superpuestos";
"Image Too Light" = "Imagen demasiado clara";
"Image Too Dark" = "Imagen demasiado oscura";
"Horizontal Streaks" = "Rayas horizontales";
"Below Min Front Image Size" = "Inferior al tamaño mín. de imagen frontal";
"Above Max Front Image Size" = "Superior al tamaño máx. de imagen frontal";
"Below Min Rear Image Size" = "Inferior al tamaño mín. de imagen trasera";
"Above Max Rear Image Size" = "Superior al tamaño máx. de imagen trasera";
"Spot Noise" = "Puntos de suciedad";
"Image Dimension Mismatch" = "Discrepancia en el tamaño de imagen";
"Carbon Strip" = "Borrón del calco";
"Out Of Focus" = "Desenfocada";
"True" = "Verdadero";
"MICR" = "MICR";
"Fill viewable area with check" = "Rellenar área visible con el cheque";
"Move Back" = "Alejar";
"Done!" = "Terminado";
"NONE" = "NINGUNO";
"Fill viewable area with payment coupon" = "Rellenar área visible con cupón de pago";
"Center Payment coupon" = "Centrar cupón de pago";
"Hold Device More Level" = "Mantener dispositivo horizontal";
"Rotate Device" = "Girar dispositivo";
"Hold Device Level" = "Mantener dispositivo horizontal";
"ID Card Submitted For Processing" = "DNI enviado para procesamiento";
"Capture your information simply by taking a photo of your ID Card" = "Capture su información con solo hacer una foto al DNI";
"Do you want to cancel submission of the ID Card?" = "¿Quiere cancelar el envío del DNI?";
"Fill viewable area with ID card" = "Rellenar área visible con el DNI";
"Center ID card" = "Centrar DNI";
"Capture the information page" = "Capturar la página de información";
"Fill viewable area with passport" = "Rellenar área visible con pasaporte";
"Country" = "País";
"Show Check Guiding Demo:" = "Mostrar Demo de guía de cheques:";
"Nationality" = "Nacionalidad";
"Hong Kong" = "Hong Kong";
"United Kingdom" = "Reino Unido";
"NA" = "N/D";
"BankRight" = "BankRight";
"Bankright" = "BANKRIGHT";
"RTTI" = "RTTI";
"KTA" = "KTA";
"Back Retake Button Text:" = "Texto del botón Repetir trasera:";
"Back Retake Button Text" = "Texto del botón Repetir trasera";
"Back User Instruction Text:" = "Instrucciones para la parte posterior:";
"Captured Message Text:" = "Texto del mensaje capturado:";
"Captured Message Text" = "Texto del mensaje capturado";
"Center Message Text:" = "Texto del mensaje Centrar:";
"Center Message Text" = "Texto del mensaje Centrar";
"Zoom Out Text:" = "Texto para alejar:";
"Zoom Out Text" = "Texto para alejar";
"Hold Parallel Text" = "Mantener el texto paralelo";
"Hold Parallel Text:" = "Mantener el texto paralelo:";
"Orientation Text" = "Texto de orientación";
"Orientation Text:" = "Texto de orientación:";
"Front Instructions Text:" = "Instrucciones de la parte delantera:";
"Send Image Summary:" = "Enviar resumen de imagen:";
"Submit Payment" = "Enviar pago";
"Tap on image to preview" = "Tocar en la imagen para previsualizar";
"Center Check" = "Centrar cheque";
"Check Results" = "Cheque";
"IQA Results" = "IQA";
"Usability Results" = "Usabilidad";
"NO" = "NO";
"YES" = "SÍ";
"Center Passport" = "Centrar pasaporte";
"Blue" = "Azul";
"Cameroon" = "Camerún";
"Other" = "Otro";
"China" = "China";
"India" = "India";
"South Korea" = "Corea del Sur";
"Keypass" = "Keypass";
"Albania" = "Albania";
"Germany" = "Alemania";
"Lithuania" = "Lituania";
"Luxembourg" = "Luxemburgo";
"Brazil" = "Brasil";
"Ecuador" = "Ecuador";
"El Salvador" = "El Salvador";
"Guatemala" = "Guatemala";
"St. Christ Nevis" = "San Cristóbal y Nieves";
"SELECT THE COUNTRY OF YOUR ID" = "SELECCIONE EL PAÍS DE SU CARNÉ";
"MICR:" = "MICR:";
"Check No:" = "Núm. cheque:";
"Amount:" = "Importe:";
"Date:" = "Fecha:";
"Done" = "Terminado";
"Next" = "Siguiente";
"Previous" = "Previo";
"Remember Me" = "Recordarme";
"MM / YY" = "MM / AA";
"ID" = "Carné";
"First Name" = "Nombre";
"Middle Name" = "Primer apellido";
"Last Name" = "Apellidos";
"Street" = "Calle";
"Enter City" = "Introducir ciudad";
"Enter State" = "Introducir estado";
"Enter Zip Code" = "Introducir código postal";
"FirstName" = "Nombre";
"MiddleName" = "Primer apellido";
"LastName" = "Apellidos";
"DateOfBirth" = "Fecha nacimiento";
"Gender" = "Género";
"ISG" = "ISG";
"GPU" = "GPU";
"Enter Driver License" = "Permiso conducción";
"Issue Date" = "Fecha emisión";
"Date Of Birth" = "Fecha nacimiento";
"Enter First Name" = "Introducir nombre";
"Enter Gender" = "Introducir género";
"Enter Date Of Birth" = "Fecha de nacimiento";
"Enter Issue Date" = "Introducir fecha emisión";
"Enter Expiry Date" = "Introducir fecha caducidad";
"IssueDate" = "Fecha emisión";
"ExpirationDate" = "Caducidad";
"Country" = "País";
"CountryLong" = "País Largo";
"Nationality" = "Nacionalidad";
"PersonalNumber" = "Número personal";
"PassportNumber" = "Número de pasaporte";
"MRZ1" = "MRZ1";
"MRZ2" = "MRZ2";
"Edge Detection:" = "Detección de borde:";
"Show Guiding Demo:" = "Mostrar Demo de guía:";
"Please enter valid amount." = "Introduzca un importe válido.";
"Extraction Settings" = "Configuración de extracción";
"Available Offline Count" = "Recuento fuera línea disponible:";
"Acquire Count" = "Obtener recuento:";
"Server Type" = "Tipo de servidor";
"Auto-Fetch" = "Auto-captar:";
"Fetch" = "Obtener";
"Server URL" = "URL del servidor";
"License Volume" = "Volumen de licencia";
"On Device" = "En dispositivo";
"Extraction Type" = "Tipo de extracción";
"Server" = "Servidor";
"Edit" = "Editar";
"Delete" = "Suprimir";
"Back Side" = "Posterior";
"Key 1,Display Label 1;Key 2,Display Label 2;" = "Key 1,Etiqueta visualización 1;Key 2,Etiqueta visualización 2;";
"Enter License" = "Introducir licencia";
"Scan License QR Code" = "Digitalizar Código QR de la licencia";
"OR" = "O";

"Models Download" = "Descarga de modelos";
"Download Models" = "Descargar modelos";
"Download Completed" = "Descarga completa";
"Do you want to download Models now" = "¿Quiere descargar modelos ahora?";
"Models are up to date" = "Los modelos están actualizados";
"Please enter a valid Models server URL" = "Introduzca un URL de servidor válido de modelos";
"Please enter a valid server URL" = "Especifique URL de servidor válida";
"Download Models first to continue with ODE" = "Descargue los modelos antes de continuar con ODE";
"Image Processing:" = "Procesamiento de imagen:";
"Card Network" = "Red de tarjetas";
"Could not read the card." = "La tarjeta no se ha podido leer.";
"No Network" = "No hay red";
"Network is not available!!" = "La red no está disponible";
"Mobile ID" = "Mobile ID";
"Server Extraction" = "Extracción de servidor";
"Server & Device Extraction" = "Extracción de servidor y dispositivo";
"Kofax" = "Kofax";
